/* Notifications description */
"Based on this data, do you want us to notify you ahead of rain at your location?\n\nWe put a lot of effort into making the notifications non-intrusive. They disappear as soon as it stops raining." = "Based on this data, do you want us to notify you ahead of rain at your location?\n\nWe put a lot of effort into making the notifications non-intrusive. They disappear as soon as it stops raining.";

/* Location description */
"Choose \"Always\" in the location permission pop-up if you want notifications to work!\n\nBut don't worry, this won't drain your battery. See for yourself in the iOS Settings after a day or two." = "Choose \"Always\" in the location permission pop-up if you want notifications to work!\n\nBut don't worry, this won't drain your battery. See for yourself in the iOS Settings after a day or two.";

/* done */
"Done" = "Done";

/* Enable Location Services */
"Enable Location Services" = "Enable Location Services";

/* Notifications actionButtonTitle */
"Enable Notifications" = "Enable Notifications";

/* Finish title */
"Go outside and play!" = "Go outside and play!";

/* Welcome title */
"Hi there!\n\n\n" = "Hi there!\n\n\n";

/* Later */
"Later" = "Later";

/* Location */
"Location" = "Location";

/* with location */
"meteocool is much better with location data! Choose \"Always\" in the permission pop-up if you also want notifications.\n\nDon't worry, this won't drain your battery." = "meteocool is much better with location data! Choose \"Always\" in the permission pop-up if you also want notifications.\n\nDon't worry, this won't drain your battery.";

/* Notifications title */
"Notifications" = "Notifications";

/* Nowcasting title */
"Nowcasting" = "Nowcasting";

/* Welcome description */
"The meteocool project is an ongoing effort to make freely available meteorological data useful to everyone.\n\nWe process and aggregate data from different sources and try to visualize them in an intuitive way." = "The meteocool project is an ongoing effort to make freely available meteorological data useful to everyone.\n\nWe process and aggregate data from different sources and try to visualize them in an intuitive way.";

/* Finish description */
"This service is completely free and open source. It's run and built by volunteers in their free time.\n\nWe don't want your money, just tell your friends or send us feedback!" = "This service is completely free and open source. It's run and built by volunteers in their free time.\n\nWe don't want your money, just tell your friends or send us feedback!";

/* Nowcasting description */
"We use a super-accurate forecast model (a so-called \"nowcast\") which predicts the path and extent of rain clouds based on factors like wind, air pressure and lightning activity.\n\nObviously, more distant time steps are less accurate. But in our experience, at least the first 45 minutes are pretty spot-on." = "We use a super-accurate forecast model (a so-called \"nowcast\") which predicts the path and extent of rain clouds based on factors like wind, air pressure and lightning activity.\n\nObviously, more distant time steps are less accurate. But in our experience, at least the first 45 minutes are pretty spot-on.";

/* we won't ask again */
"We won't ask you again about permissions!\n\nIf you change your mind, go to System Settings > Privacy > meteocool." = "We won't ask you again about permissions!\n\nIf you change your mind, go to System Settings > Privacy > meteocool.";

/* shut up */
"We'll shut up now." = "We'll shut up now.";

